tap "homebrew/core"
tap "homebrew/bundle"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "fish"
brew "git"
brew "gnupg"
brew "jq"
brew "openssl"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "neovim"
brew "readline"
brew "python"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unixodbc"
brew "watchman"
brew "yarn"
brew "zlib"
